;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Version: 1.15.17

[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=OK
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復元
ButtonMenu=メニュー
btnsupportcenter=サポートセンター
ButtonCancel=キャンセル


[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Warning=警告
Error=エラー
Information=情報
Confirm=確認
BtnRegister.Caption=登録

pmContact=お問い合わせ
pmCheckMsg=ニュースを表示
ppmHelpOnline=オンラインヘルプ
ppmForum=フォーラム
ppmHomepage=Webサイト
ppmContactUs=お問い合わせ
ppmCheckUpdates=アップデートの確認
ppmSettings=設定
ppmRestoreFile=ファイルの復元
ppmLanguage=言語
ppmAbout=情報
ppmOpen=フォルダを開く
ppmFileProperties=プロパティ
ppmDelete=選択ファイルの削除

frmWDFMain.btnemail.hint=Wise Duplicate Finder をシェアする
frmWDFMain.btntwitter.hint=Wise Duplicate Finder を Twitter でシェア
frmWDFMain.btnfacebook.hint=Facebook でフォローする
frmWDFMain.btnFolder.Hint=フォルダを選択
frmWDFMain.lblVer.Caption=バージョン：
frmWDFMain.btnScan.caption=スキャン
frmWDFMain.btnCancel.caption=キャンセル
frmWDFMain.btnScan.Hint=スキャン
frmWDFMain.btnCancel.Hint=キャンセル
frmWDFMain.lblcaption.Caption=PC上の重複ファイルを削除し、ディスクの空き容量を増やす
frmWDFMain.lblLocation.Caption=場所：
frmWDFMain.btnAdvSetting.Caption=高度な設定
frmWDFMain.btnselall.Caption=全て選択
frmWDFMain.btnInvertSelection.Caption=選択の反転
frmWDFMain.btnKeepOne.Caption=1つのみ残す
frmWDFMain.btnDel.Caption=選択項目の削除

frmDFSettings.Caption=設定
frmDFSettings.lblIncludes.Caption=以下を含む：
frmDFSettings.lblMinimize.Caption=最小サイズ：
frmDFSettings.lblMaxmize.Caption=最大サイズ：
frmDFSettings.btnAddFolder.caption=フォルダを追加
frmDFSettings.btnAddKey.caption=キーワードを追加
frmDFSettings.lblExclude.Caption=以下を除外する：
frmDFSettings.lblBackup.Caption=バックアップ先：
frmDFSettings.lblCheckupdate.Caption=アップデートの確認：
frmDFSettings.lblLanguage.Caption=言語：
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=キャンセル
frmDFSettings.AdvSetting.Caption=高度な設定
frmDFSettings.Folder.Caption=フォルダを選択
frmDFSettings.chkAutoBackup.Caption=自動バックアップ
frmDFSettings.ckNewsletter.Caption=ニュースを表示
frmDFSettings.btnAddFolder.Hint=フォルダを追加
frmDFSettings.btnAddKey.Hint=キーワードを追加
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=キャンセル


FrmRegister.Caption=登録
FrmRegister.lblinfo.caption=ライセンスキーを入力してください。
FrmRegister.lblemail.caption=メールアドレス：
FrmRegister.lblName.caption=お名前：
FrmRegister.lblkey.caption=ライセンスキー：
FrmRegister.lblhelp.caption=ライセンスの入力についてお困りですか？
FrmRegister.lblsupport.caption=お問い合わせ
FrmRegister.btnreg.caption=登録
FrmRegister.btnbuy.caption=今すぐ購入

frmBackup.Caption=バックアップと復元
frmBackup.lblBackup.Caption=バックアップ先：
frmBackup.btnDelete.caption=選択項目を削除
frmBackup.btnRestore.caption=選択項目を復元

frmAbout.caption=情報
frmAbout.lblver.Caption=現在のバージョン：
frmAbout.lblemail.Caption=サポート
frmAbout.lblhome.Caption=Webサイト
frmAbout.lblthanks.Caption=以下の方々のご協力に感謝します。
frmAbout.lblStatus.Caption=ステータス：


[Message]
deletefileerr=削除できません。
Continuedelete=続けますか？
BeginCountFiles=スキャン準備中...
CountFiles=%d 個のファイルがスキャンされました...
HashFiles=現在のファイル：
CountResult=スキャン結果計算中...
searchduplicateover=%d 個の重複グループ、全 %d 個のファイルを検出。経過時間：%d 秒
FileName=名前
FileSize=サイズ
FolderName=フォルダ
LastDate=更新日
mdFileName=名前とサイズの一致 (最速)
mdHashPart=部分一致 (高速)
mdHash=完全一致 (低速)
mdZeroSize=0 バイトファイル
WaitRestore=復元中...
WaitBackup=お待ちください...
Images=画像
Audios=オーディオ
Videos=ビデオ
Document=ドキュメント
Compressed=アーカイブ
Email=メール
Byte=バイト
KB=KB
MB=MB
GB=GB
AddFolder=フォルダを追加
NoFolder=スキャンしたいフォルダを追加してください。
InputKey=キーワードを入力
EmptyEmail=メールアドレスを入力してください。
EmptyName=お名前を入力してください。
EmpytKey=ライセンスキーを入力してください。
InvalidEmail=正しいメールアドレスを入力してください。
InvalidKey=ライセンスキーが無効です。
InvalidRegInfo=登録情報が無効です。
ThanksRegister=ご登録ありがとうございました。
NoRegInfo=登録情報がみつかりません。
Daily=毎日
Weekly=毎週
Monthly=毎月
Never=チェックしない
newver=Wise Duplicate Finder の新バージョンが公開されました。今すぐアップデートしますか？
nonewver=ご使用中のバージョンは最新です。
Registered=登録済
Unregistered=未登録

[AutoUpdate]
UpdateFail=アップデートに失敗しました。セットアップファイルを Web サイトからダウンロードしますか？
CurrentFile=現在のファイル：
Readed=ダウンロード中：
SumSize=合計：
Byte=バイト
DownloadError=ダウンロードエラー。再度実行してください。
Cancel=キャンセル
Ready=ダウンロード準備完了